<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Advanced</key>
	<string>Advanced</string>
	<key>Allow other clients to connect</key>
	<string>Allow other clients to connect</string>
	<key>Automatically disconnect sessions on sleep</key>
	<string>Automatically disconnect sessions on sleep</string>
	<key>Automatically show data</key>
	<string>Automatically show data</string>
	<key>Configure advanced VNC options like color settings.</key>
	<string>Configure advanced VNC options like color settings.</string>
	<key>Configure display settings, like the scaling mode, for this VNC connection.</key>
	<string>Configure display settings, like the scaling mode, for this VNC connection.</string>
	<key>Configure input settings, like keyboard behaviour, for this VNC connection.</key>
	<string>Configure input settings, like keyboard behaviour, for this VNC connection.</string>
	<key>Display Options</key>
	<string>Display Options</string>
	<key>Enable CopyRect encoding</key>
	<string>Enable CopyRect encoding</string>
	<key>Enable JPEG encoding (requires Tight)</key>
	<string>Enable JPEG encoding (requires Tight)</string>
	<key>Enable Scaling</key>
	<string>Enable Scaling</string>
	<key>Forward all keyboard shortcuts and hotkeys</key>
	<string>Forward all keyboard shortcuts and hotkeys</string>
	<key>Forward keyboard shortcuts even if in use locally</key>
	<string>Forward keyboard shortcuts even if in use locally</string>
	<key>Forward keyboard shortcuts only if not in use locally</key>
	<string>Forward keyboard shortcuts only if not in use locally</string>
	<key>Input</key>
	<string>Input</string>
	<key>Input Mode</key>
	<string>Input Mode</string>
	<key>Keyboard</key>
	<string>Keyboard</string>
	<key>Keyboard Input</key>
	<string>Keyboard Input</string>
	<key>Limit to 256 colors</key>
	<string>Limit to 256 colors</string>
	<key>None (View only)</key>
	<string>None (View only)</string>
	<key>Official Royal TSX VNC Plugin</key>
	<string>Official Royal TSX VNC Plugin</string>
	<key>Paste to Remote Clipboard</key>
	<string>Paste to Remote Clipboard</string>
	<key>Port/Display</key>
	<string>Port/Display</string>
	<key>Send 'Break'</key>
	<string>Send 'Break'</string>
	<key>Send 'Cmd-Option-Escape'</key>
	<string>Send 'Cmd-Option-Escape'</string>
	<key>Send 'Ctrl-Alt-Delete'</key>
	<string>Send 'Crtl-Alt-Delete'</string>
	<key>Send 'Delete'</key>
	<string>Send 'Delete'</string>
	<key>Send 'Execute'</key>
	<string>Send 'Execute'</string>
	<key>Send 'Insert'</key>
	<string>Send 'Insert'</string>
	<key>Send 'Pause'</key>
	<string>Send 'Pause'</string>
	<key>Send 'Print'</key>
	<string>Send 'Print'</string>
	<key>Special Keys</key>
	<string>Special Keys</string>
	<key>The "Computer Name" must not be empty.</key>
	<string>The "Computer Name" must not be empty.</string>
	<key>The "Display Name" must not be empty.</key>
	<string>The "Display Name" must not be empty.</string>
	<key>VNC Connection Settings</key>
	<string>VNC Connection Settings</string>
	<key>VNC Default Settings</key>
	<string>VNC Default Settings</string>
	<key>VNC Template Settings</key>
	<string>VNC Template Settings</string>
	<key>View only</key>
	<string>View only</string>
	<key>When '{0}' is enabled, Royal TSX requires 'Accessibility' permissions. Click the button below to open the 'Privacy &amp; Security' pane of System Settings, then activate Royal TSX in the 'Accessibility' section.</key>
	<string>When '{0}' is enabled, Royal TSX requires 'Accessibility' permissions. Click the button below to open the 'Privacy &amp; Security' pane of System Settings, then activate Royal TSX in the 'Accessibility' section.</string>
	<key>When '{0}' is enabled, Royal TSX requires 'Accessibility' permissions. Click the button below to open the 'Security &amp; Privacy' pane of System Preferences, then activate Royal TSX in the 'Accessibility' section.</key>
	<string>When '{0}' is enabled, Royal TSX requires 'Accessibility' permissions. Click the button below to open the 'Security &amp; Privacy' pane of System Preferences, then activate Royal TSX in the 'Accessibility' section.</string>
	<key>When your computer goes to sleep and this setting is enabled, all sessions will automatically be disconnected. When your computer wakes after sleeping you'll be prompted to reconnect to those sessions.</key>
	<string>When your computer goes to sleep and this setting is enabled, all sessions will automatically be disconnected. When your computer wakes after sleeping you'll be prompted to reconnect to those sessions.</string>
	<key>With a VNC connection you can connect to remote computers supporting VNC (Virtual Network Computing, Standard Port is 5900). You can change the port in the Advanced section.</key>
	<string>With a VNC connection you can connect to remote computers supporting VNC or Apple Remote Desktop (Standard Port is 5900).</string>
</dict>
</plist>
